[Strategy.GP_AvatarAutopsyScreen X2NarrativeMoment]
UIHeaderText="Дослiдити захоплений труп Аватара"
UIBodyText="Дослiдити тiло знищеного силами XCOM Аватара за допомогою \"Залу тiней\"."
UIArrayText[0]="Завершити тiньовий проект розтину Аватара"

[Strategy.GP_BroadcastTheTruthScreen X2NarrativeMoment]
UIHeaderText="Взяти штурмом вежу мережi \"Адвента\""
UIBodyText="Проникнути на центральну вежу мережi \"Адвента\", щоб припинити мовлення глобальної комунiкацiйної мережi та покласти край контролю прибульцiв над свiтом."
UIArrayText[0]="Завершити завдання у вежi \"Адвента\""

[Strategy.GP_BuildShadowChamberScreen X2NarrativeMoment]
UIHeaderText="Побудувати \"Зал тiней\""
UIBodyText="Побудувати \"Зал тiней\" на борту \"Месника\"."
UIArrayText[0]="Побудувати \"Зал тiней\""

[Strategy.GP_BuildStasisSuitScreen X2NarrativeMoment]
UIHeaderText="Дослiдити стазис-костюм \"Адвента\""
UIBodyText="Дослiдити захоплений на виробничому комплексi \"Адвента\" стазис-костюм за допомогою \"Залу тiней\"."
UIArrayText[0]="Завершити тiньовий проект розробки стазис-костюму"

[Strategy.GP_CaptainAutopsyScreen X2NarrativeMoment]
UIHeaderText="Дослiдити труп офiцера \"Адвента\""
UIBodyText="Доручити доктору Тайгану розтин офiцера \"Адвента\" в лабораторiї."
UIArrayText[0]="Завершити розтин офiцера \"Адвента\""

[Strategy.GP_ConstructPsiGateScreen X2NarrativeMoment]
UIHeaderText="Дослiдити псi-ворота"
UIBodyText="Встановити псi-ворота в \"Залi тiней\", щоб мати можливiсть дослiдити їхню дiю та можливу точку призначення."
UIArrayText[0]="Покращити \"Зал тiней\""
UIArrayText[1]="Завершити тiньовий проект псi-ворiт"

[Strategy.GP_ContactBlacksiteRegionScreen X2NarrativeMoment]
UIHeaderText="Зв'язатися з опором у зонi секретного об'єкта"
UIBodyText="Встановити контакт з опором у регiонi, де знаходиться секретний об'єкт \"Адвента\", щоб мати можливiсть дiстатися до нього."
UIArrayText[0]="Дослiдити спосiб зв'язку з опором"
UIArrayText[1]="Прибути в регiон, де знаходиться секретний об'єкт"
UIArrayText[2]="Встановити контакт"

[Strategy.GP_FinalMissionScreen X2NarrativeMoment]
UIHeaderText="Атакувати фортецю прибульцiв"
UIBodyText="Вiдправити командира з загоном через псi-ворота в командний центр прибульцiв, щоб назавжди позбутися загрози з боку Старiйшин."
UIArrayText[0]="Завершити завдання у фортецi прибульцiв"

[Strategy.GP_ForgeMissionScreen X2NarrativeMoment]
UIHeaderText="Дослiдити координати зi склянки з секретного об'єкта"
UIBodyText="Встановивши контакт з опором у потрiбному регiонi, дослiдити координати, отриманi зi склянки з секретного об'єкта."
UIArrayText[0]="Завершити завдання за координатами зi склянки з секретного об'єкта"

[Strategy.GP_HackACaptainScreen X2NarrativeMoment]
UIHeaderText="Отримати доступ до мережi прибульцiв"
UIBodyText="Використати черепний бур у бою проти офiцера \"Адвента\" i отримати доступ до комунiкацiйної мережi прибульцiв."
UIArrayText[0]="Побудувати зону випробувань"
UIArrayText[1]="Закiнчити дослiдження черепного бура в зонi випробувань"
UIArrayText[2]="Застосувати черепний бур до офiцера \"Адвента\""

[Strategy.GP_HackACodexScreen X2NarrativeMoment]
UIHeaderText="Зламати мережу прибульцiв"
UIBodyText="Використати черепний бур у бою проти Кодексу i отримати доступ до даних за проектом \"Аватар\"."
UIArrayText[0]="Застосувати черепний бур до Кодексу"

[Strategy.GP_InvestigateBlacksiteScreen X2NarrativeMoment]
UIHeaderText="Дослiдити секретний об'єкт \"Адвента\""
UIBodyText="Десантна група XCOM повинна дослiдити секретний об'єкт \"Адвента\" i вивезти всi знайденi артефакти."
UIArrayText[0]="Завершити завдання на секретному об'єктi \"Адвента\""

[Strategy.GP_PsiGateMissionScreen X2NarrativeMoment]
UIHeaderText="Дослiдити координати з мозку Кодексу"
UIBodyText="Встановивши контакт з опором у потрiбному регiонi, дослiдити координати, отриманi з мозку Кодексу."
UIArrayText[0]="Завершити завдання за координатами з мозку Кодексу"

[Strategy.GP_ResearchAlienEncryptionScreen X2NarrativeMoment]
UIHeaderText="Дослiдити шифрування прибульцiв"
UIBodyText="Доручити доктору Тайгану провести дослiдження iнопланетних методiв шифрування."
UIArrayText[0]="Завершити дослiдження шифрування прибульцiв"

[Strategy.GP_StudyBlacksiteDataScreen X2NarrativeMoment]
UIHeaderText="Дослiдити захоплену склянку з секретного об'єкта"
UIBodyText="Дослiдити захоплену склянку з секретного об'єкта."
UIArrayText[0]="Дослiдити захоплену склянку з секретного об'єкта"

[Strategy.GP_StudyCodexBrainPt2Screen X2NarrativeMoment]
UIHeaderText="Розшифрувати данi Кодексу"
UIBodyText="Розшифрувати залишок даних Кодексу за допомогою \"Залу тiней\"."
UIArrayText[0]="Завершити тiньовий проект розшифровки даних Кодексу"

[Strategy.GP_StudyCodexBrainScreen X2NarrativeMoment]
UIHeaderText="Дослiдити мозок Кодексу"
UIBodyText="Дослiдити захоплений мозок Кодексу за допомогою \"Залу тiней\"."
UIArrayText[0]="Дослiдити Кодекс"
UIArrayText[1]="Розшифрувати данi Кодексу"
